Repository: iagorubio/cssed-filebrowser-plugin
Catalog: po/*.po
Languages: fr

source: Go to the selected directory
fr: Aller dans le répertore sélectionné

source: Go
fr: Aller

source: Directories
fr: Répertoires

source: Files
fr: Fichiers

source: Filter
fr: Filtre

source: Clear the filter
fr: Effacer le filtre

source: This button will clear the filter in any
fr: Ce bouton effacera le filtre

source: Enter a pattern to filter as *.css
fr: Saisissez un masque de filtre tel que *.css

source: Enter a pattern to filter, it support globbing as *.css or single character matching as ?akefile. You cannot escape globs to include them
fr: Entrez un masque de filtre. Vous pouvez utiliser les caractères globaux de remplacement tel que *.css ou les caractères de remplacement unique comme ?akefile. Vous ne pouvez pas inclure ces caractères en tant que caractères normaux précédés d'une barre inclinée renversée.

source: Show hidden
fr: Fichiers cachés

source: Show hidden files
fr: Afficher les fichiers cachés

source: When toggled you will be able to see the files hidden in the directory
fr: Quand le bouton est coché, vous pouvez voir les fichiers cachés dans le répertoire

source: Go to current document's directory
fr: Aller dans le répertoire du document actif

source: With this button you can move to the current document's directory
fr: Avec ce bouton, vous pouvez vous déplacer vers le répertoire du document actif

source: Edit the drop down list
fr: Modifier la liste déroulante

source: This button will show a dialog to let you edit the items in the upper drop down list (last opened directories history)
fr: Ce bouton affiche un dialogue de modification des éléments de la liste déroulante du haut (historique des répertoires récemment ouverts)

source: Go up one directory
fr: Aller dans le répertoire parent

source: With this button you can move to the parent directory if any
fr: Avec ce bouton, vous pouvez vous déplacer vers le répertoire parent s'il existe

source: Refresh the current directory
fr: Mettre à jour le répertoire courant

source: This button let you refresh - meaning re-read - the current directory
fr: Ce bouton vous permet de mettre à jour - c'est-à-dire de relire - le répertoire courant

source: Go to home
fr: Aller dans le répertoire utilisateur

source: With this button you can move to your home directory
fr: Avec ce bouton, vous pouvez vous déplacer vers votre répertoire utilisateur

source: File permisions
fr: Autorisations sur fichiers

source: <b>Owner:</b>
fr: <b>Propriétaire :</b>

source: <b>Group:</b>
fr: <b>Groupe :</b>

source: <b>Others:</b>
fr: <b>Autres :</b>

source: Read
fr: Lecture

source: Write
fr: Écriture

source: Execute
fr: Exécution

source: Set user ID
fr: Définir l'identifiant utilisateur

source: Set group ID
fr: Définir l'identifiant de groupe

source: File not saved
fr: Fichier non enregistré

source: Cannot get the current document's directory this file is not saved on disk
fr: Impossible de trouver le répertoire du document actif ce fichier n'est pas enregistré sur le disque

source: Cannot open file
fr: Impossible d'ouvrir le fichier

source: Are you sure you want to delete %s ?
fr: Voulez-vous vraiment supprimer %s ?

source: Can not delete file
fr: Impossible de supprimer le fichier

source: File does not exists on disk, please refresh the view.
fr: Le fichier n'existe pas sur le disque, veuillez rafraîchir l'affichage.

source: Enter new file name
fr: Saisissez le nom du nouveau fichier

source: Error renaming file
fr: Erreur lors de l'attribution d'un nouveau nom au fichier

source: Cannot rename file
fr: Impossible de renommer le fichier

source: Enter new directory name
fr: Saisissez le nom du nouveau répertoire

source: Error renaming file directory
fr: Erreur lors de l'attribution d'un nouveau nom au répertoire

source: Cannot rename directory
fr: Impossible de renommer le répertoire

source: Directory does not exists on disk, please refresh the view.
fr: Le répertoire n'existe pas sur le disque, veuillez rafraîchir l'affichage.

source: Cannot change permissions
fr: Impossible de changer les autorisations

source: Unable to modify file permissions. %s
fr: Impossible de modifier les autorisations sur le fichier. %s

source: Cannot get file data
fr: Impossible d'accéder au contenu du fichier

source: Unable to get file permissions. %s
fr: Impossible de lire les autorisations du fichier. %s

source: Enter directory name
fr: Saisissez le nom du répertoire

source: This file already exists
fr: Ce fichier existe déjà

source: Directory creation error
fr: Erreur lors de la création du répertoire

source: Copy path
fr: Copier le chemin

source: Rename
fr: Renommer

source: Change permissions
fr: Changer les autorisations

source: Create directory
fr: Créer un répertoire

source: Filebrowser
fr: Navigateur de fichiers

source: Adds a file browser
fr: Ajoute un navigateur de fichiers

source: Edit item
fr: Modifier l'élément

source: Add an item
fr: Ajouter un élément
